import React, {Component} from "react"

class Detail extends Component {
    // var url = location.href;
    render() {
        return (
            <div>

                看到题目的一瞬间，你肯定在心里诽谤，说这年头，谁没喜欢过一个人。

                可是你确定，你真的喜欢过一个人？

                不是那种随便追追，看见长得漂亮的就追上去要电话，用开玩笑的语气去试探。

                是打心里喜欢，是想触碰又收回手，是怕自己不够好，想拼命努力，陪她并肩走下去，是不怕全世界阻挡，一腔孤勇地站在她身边。

                被读者表白了，我以为他只是开玩笑的说说而已，所以只当是玩笑话听听而已。

                早上起床收到微信，很长很长的一段话，内容在反问我，为什么每次聊天的时间都很短，为什么每次都是他主动......

                我哑然失笑，不知道回复什么。

                他喜欢我什么呢？只在朋友圈见过我的照片，评论的时候互动过几句，他看到的，也只是我想让他看到的部分。

                我呢？长得不丑不美，性格不好不坏，才华不多不少。

                我不害怕别人喜欢我，我也会喜欢别人。

                我怕的是，你选择毫无道理地喜欢之后，发现真实的我和你想象的不一样，义无反顾地抽身离开，独留我一人在原地。




                太在乎对方，所以丢掉了自己
                2

                有小姑娘在后台哭哭啼啼地和我抱怨，说是因为太爱对方了，所以做什么都小心翼翼，生怕惹到对方不开心。

                两个人在一起，小姑娘从来都不花对方的钱，过节也从来不敢要礼物，怕男朋友觉得自己物质拜金。

                不敢烦着男朋友，所以也不敢频繁地给对方发消息。

                可是每每看到朋友圈的妹子秀礼物，秀恩爱的时候，她就觉得异常心酸。

                她有一堆委屈，可是不敢跟别人说，她怕闺蜜嘲笑她，怕亲人不支持她。

                她说，每一次和男朋友约会，她是一秒钟都不敢迟到，因为怕对方爱的没有那么多，所以这样的小任性都不敢有。

                ........

                大家都说爱情没有输赢，那只是站着说话不腰疼罢了。

                真正输的人，都是爱的多的那一方。因为知道自己爱的更多，所以说出的每一句话，做出的每一个动作都要经过深思熟虑，害怕自己稍有疏忽就被轻易放弃了。

                我太能理解她的感受了，她爱他的时候，卑微到尘埃里，却不会有人爱卑微到尘埃里的她。




                我想把所有最好的东西都给你
                3

                我认识一个姑娘，谈不上有多美，却胜在气质洒脱。

                她有时看群山，有时看绿水，有时看落日，有时看人群，却独独不看你。

                喜欢她的人很多，前仆后继，似乎想要征服她瞭望远方的目光。

                “一个女孩子最酷的时候，就是心里没有任何人的时候，这个时候对一切都看的很淡，你喜欢也好，不喜欢也罢，都不能影响我的心境。”

                说出这种话的人，都是年少时受过伤的人。

                对方爱不爱你，对方有多爱你，这些都是可以看出来的。

                无论是付出金钱，时间，感情，只要他付出了，你就能感受到。

                喜欢的一个人，就是手心中明明只有两颗糖，却想给他五颗糖。看见一部喜欢的电影，想要分享给他，吃到自己喜欢的东西，便想着给他也带一份。看到一片美丽的风景，便想着下次要带他过来一起看，甚至偶然听到一个段子，都想着讲给他听的时候，他会不会笑。

                文／安梳颜（简书签约作者）
                原文链接：http://www.jianshu.com/p/5e43d5d7bbe3
                著作权归作者所有，转载请联系作者获得授权，并标注“简书签约作者”。
            </div>
    )
    }
    }
    export  default Detail